"%@ days ago" = "Vor %@ Tagen";
"Autocomplete" = "Automatisch vervollständigen";
"Blog" = "Blog";
"Close all" = "Alle schließen";
"Ecosia recommends" = "Ecosia empfiehlt";
"Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees." = "Ecosia speichert weder besuchte Seiten noch Suchverläufe oder Autofill-Informationen. Mit deinen Suchanfragen werden dennoch Bäume gepflanzt.";
"Explore Ecosia" = "Entdecke Ecosia";
"Financial reports" = "Finanzberichte";
"Force Dark Mode" = "Dark Mode erzwingen";
"Get started" = "Erfahren mehr";
"Home" = "Start";
"Invert website colors" = "Farben der Website umkehren";
"Keep up to date with the latest news from our projects and more" = "Bleibe auf dem Laufenden mit aktuellen Neuigkeiten von unseren Projekten";
"Learn more" = "Mehr erfahren";
"Make Ecosia your default browser" = "Wähle Ecosia als Standard-Browser ";
"Moderate" = "Mittel";
"See all" = "Alle anzeigen";
"My searches" = "Meine Suchen";
"New" = "Neu";
"Off" = "Aus";
"Open In Safari" = "In Safari öffnen";
"Private" = "Privat";
"Personalized results" = "Personalisierte Ergebnisse";
"Plant trees while you browse the web" = "Pflanze Bäume beim Surfen im Web";
"Privacy" = "Datenschutz";
"Relevant results based on past searches" = "Relevante Ergebnisse auf der Grundlage vorausgegangener Suchanfragen";
"Safe search" = "Sichere Suche";
"Search" = "Suchen";
"Search the web to plant trees..." = "Im Web suchen und Bäume pflanzen...";
"Search region" = "Suchgebiet";
"Send feedback" = "Feedback geben";
"Shown under the search field" = "Wird unter dem Suchfeld angezeigt";
"Start using these green companies to plant more trees and become more sustainable" = "Entscheide dich für noch mehr Nachhaltigkeit mit diesen Partnern und pflanze so noch mehr Bäume";
"Ecosia news" = "Ecosia News";
"Strict" = "Streng";
"TREES" = "Bäume";
"TREES PLANTED WITH ECOSIA" = "Bäume mit Ecosia gepflanzt";
"Turn off Dark Mode" = "Nachtmodus ausschalten";
"Terms and conditions" = "Geschäftsbedingungen";
"Version %@" = "Version %@";
"We use the profit from your searches to plant trees where they are needed most" = "Wir nutzen die Einnahmen aus deinen Suchanfragen, um Bäume dort zu pflanzen, wo sie am meisten gebraucht werden";
"Help us improve our new app" = "Hilf uns, unsere neue App zu verbessern";
"Let us know what you like, dislike, and want to see in the future." = "Lass uns wissen, was dir gefällt, nicht gefällt oder was du dir für die Zukunft wünschst.";
"Share your feedback" = "Teile dein Feedback mit uns";
"Sit tight, we are getting ready for you…" = "Einen Augenblick noch, wir bereiten alles für dich vor...";
"We hit a glitch" = "Es ist ein Fehler aufgetreten";
"We are momentarily unable to load all of your settings." = "Wir können aktuell nicht alle deine Einstellungen laden.";
"Continue" = "Weiter";
"Retry" = "Erneut versuchen";
"Set Ecosia as default browser" = "Ecosia als Standardbrowser einrichten";
"Links from websites, emails or messages will automatically open in Ecosia." = "Links von anderen Websites, E-Mails und Nachrichten werden automatisch in Ecosia geöffnet.";
"Show Top Sites" = "Meistbesuchte Seiten anzeigen";
"All regions" = "Alle Regionen";
"Refresh" = "Aktualisieren";
"Please check your internet connection and try again" = "Bitte überprüfe deine Internetverbindung und versuche es noch einmal";
"No connection" = "Keine Verbindung";
"Done" = "Fertig";
"Find in page" = "Auf der Seite finden";
"Cancel" = "Abbrechen";
"Open" = "Öffnen";
"Open link in external app?" = "Link in externer Anwendung öffnen?";
"%@ wants to open this application." = "%@ will diese App öffnen.";
"Send usage data" = "Nutzungsdaten senden";
"To improve our browser apps, we collect usage statistics from your device. These are anonymous and protect your privacy." = "Um unsere Browseranwendungen zu verbessern, sammeln wir Nutzungsstatistiken von deinem Gerät. Diese sind anonym und schützen deine Privatsphäre.";
"Climate Impact" = "Klimawirkung";
"Customize homepage" = "Homepage anpassen";
"Homepage"= "Homepage";
"Show on homepage" = "Auf Homepage anzeigen";
"Top Sites" = "Meistbesuchte Seiten";

// Impact
"A friend accepted your invitation and each of you will help plant 1 tree!" = "Ein*e Freund*in hat deinen Link genutzt. Ihr habt 2 zusätzliche Bäume gepflanzt.";
"Estimated impact" = "Geschätzter Beitrag";
"Estimated trees" = "Geschätzte Bäume";
"%@ friends accepted your invitation and each of you will help plant %@ trees!" = "%@ Personen sind deinem Link gefolgt. Ihr habt %@ Extra-Bäume gepflanzt.";
"You’ve contributed to plant a tree with your friend!" = "Du hast einen neuen Baum gepflanzt! Danke, dass du Ecosia unterstützt.";
"Invalid referral link!" = "Ungültiger Einladungs-Link!";
"Invite friends" = "Freund*innen einladen";
"Help plant trees by inviting friends" = "Unterstütze uns beim Bäume pflanzen, indem du Freund*innen einlädst";
"Multiply impact" = "Deinen Beitrag erhöhen";
"My trees" = "Meine Bäume";
"Network error!" = "Netzwerkfehler!";
"On average it takes around 45 searches to plant a tree" = "Durchschnittlich braucht es 45 Suchanfragen, um einen Baum zu pflanzen";
"Plant your first tree" = "Pflanze deinen ersten Baum";
"Tap your tree counter to share Ecosia with friends and plant more trees" = "Tippe auf deinen Baumzähler, um Ecosia mit Freund*innen zu teilen und noch mehr Bäume zu pflanzen";
"This is the estimated number of trees you have contributed to planting by using Ecosia." = "Das ist die geschätzte Anzahl von Bäumen, die mit Unterstützung deiner Suchanfragen über Ecosia gepflanzt wurden.";
"Together, we can reforest our planet. Tap your counter to spread the word!" = "Gemeinsam können wir unseren Planeten aufforsten. Tippe auf deinen Baumzähler, um die Botschaft zu teilen!";
"Total Ecosia trees" = "Gesamt Bäume von Ecosia";
"View my impact" = "Meinen Beitrag anzeigen";
"We couldn't verify your link. Please check your internet connection and try again." = "Dein Link konnte nicht verifiziert werden. Prüfe deine Internetverbindung und versuche es erneut.";
"Your referral link is wrong or not valid for you. Please check it and try again." = "Dein Einladungs-Link ist ungültig. Überprüfe ihn und versuche es erneut.";
"Invite your friends" = "Freund*innen einladen";
"Send an invite with your unique invitation link" = "Sende eine Einladung mit deinem persönlichen Link";
"They download the Ecosia app" = "Sie laden die Ecosia App";
"Via the App Store or Google Play" = "Über den App Store oder Google Play";
"They open your invite link (iOS only)" = "Den zweiten Link öffnen (nur iOS)";
"Your friend opens the second link from the invite message" = "Dein*e Freund*in öffnet den zweiten Link aus der Einladung";
"You both are helping the planet" = "Ihr beide tut etwas Gutes für unseren Planeten";
"Using Ecosia, you’re both making a difference for the environment" = "Durch eure Suchanfragen über Ecosia leistet ihr beide einen Beitrag für die Umwelt";
"Inviting a friend" = "Eine*n Freund*in einladen";
"No bookmarks yet" = "Noch keine Lesezeichen";
"Add your favorite pages to your bookmarks and they will appear here" = "Speichere deine Lieblingsseiten als Lesezeichen, damit sie hier erscheinen.";
"No articles on your reading list" = "Keine Artikel auf deiner Leseliste";
"Open articles in Reader View by tapping the page icon in the address bar" = "Zum öffnen von Artikeln in der Leseransicht das Seitensymbol in der Adressleiste anklicken";
"Save articles to your Reading list by tapping on ‘Add to Reading List’ in the options while in Reader View" = "Zum Speichern von Artikel in der Leseliste in der Leseransicht in den Optionen \"Zu Leseliste hinzufügen\" aklicken";
"No history" = "Kein Verlauf";
"Websites you’ve recently visited will show up here" = "Webseiten, die du kürzlich besucht hast, erscheinen hier";
"No downloads yet" = "Noch keine Downloads";
"When you download files they will show up here" = "Heruntergeladene Dateien erscheinen hier";
"Plant trees with me on Ecosia" = "Pflanze Bäume mit Ecosia";
"Check this out: Ecosia plants trees when you search the web! 🌳\nJoin me and %@M+ others and start planting today." = "Sieh dir das an: Ecosia pflanzt Bäume mit jeder deiner Suchen im Internet.🌳\nSchließe dich mir und mehr als %@ Millionen Anderen an und fange heute mit dem Pflanzen an.";
"If you’re using an iPhone or iPad, tap here to confirm you’ve joined:" = "Falls du ein iPhone oder ein iPad nutzt, tippe hier, um zu bestätigen, dass du uns unterstützt:";
"Link already used" = "Link bereits genutzt";
"You can only use an invitation link once." = "Du kannst einen Einladungslink nur einmal benutzen.";
"Increase your positive impact on the planet by inviting your friends to join Ecosia." = "Erhöhe deinen positiven Einfluss auf den Planeten und lade deine Freund*innen zu Ecosia ein.";
"Sharing your link" = "Deinen Link teilen";
"Copy" = "Kopieren";
"More sharing methods" = "Weitere Methoden zum Teilen";
"Copied!" = "Kopiert";

// Rebrand
"See the collective impact you are having with the Ecosia community" = "Verfolge den gemeinsamen Beitrag, den du und die Ecosia Community leisten.";
"Your impact" = "Dein Beitrag";
"How it works" = "So geht’s";
"My Impact" = "Mein Beitrag";
"Group your impact" = "Bewege noch mehr";
"Get a tree with every friend who joins. They get one too!" = "Empfehle Ecosia Freund*innen und pflanze noch mehr Bäume";
"About Ecosia" = "Über Ecosia";
"Trees update" = "Unsere Bäume";
"See exactly how much money we made, how we spent it, and how many trees we planted." = "Verfolge genau, wie viel Geld wir eingenommen haben, wie wir es ausgegeben haben und wie viele Bäume wir gepflanzt haben.";
"Discover where we plant trees, and find out how our tree planting projects across the globe are doing." = "Finde heraus, wo wir überall Bäume pflanzen, und erfahre mehr über unsere weltweiten Baumpflanzprojekte.";
"Learn how we protect your privacy by encrypting your searches, never selling your data to advertisers without your permission and more." = "So schützen wir deine Daten (u.a. verschlüsselte Suchen, kein Verkauf deiner Daten an Werbetreibende ohne deine Zustimmung)";
"Find answers to popular questions like how Ecosia neutralizes CO2 emissions and what it means to be a social business." = "Finde häufig gesuchte Infos, z.B. wie Ecosia CO2-negativ wurde und was ein soziales Unternehmen ausmacht.";

// Tour
"Skip" = "Überspringen";
"Start Planting" = "Leg los und pflanze Bäume";
"The simplest way to be \n climate-active every day while \n browsing the web" = "Die einfachste Art, \nbeim Surfen das,\nKlima zu schützen.";
"Skip welcome tour" = "Einführung überspringen";
"The greenest way to search" = "Die grünste Art zu suchen";
"Ecosia is the world's most planet-friendly way to search - and it's free." = "Ecosia ist die umweltfreundlichste Suchmaschine der Welt – und völlig kostenlos!";
"100% of profits for the planet" = "100% der Gewinne für den Planeten";
"All our profits go directly to reforestation and renewable energy around the world." = "Alle unsere Gewinne fließen direkt in erneuerbare Energien und unterstützen Wiederbewaldungsprojekte auf der ganzen Welt.";
"Collective action starts here" = "Werde Teil einer Bewegung";
"Join 15 million people growing the right trees in the right places." = "Pflanze mit 20 Millionen Menschen die richtigen Bäume an den richtigen Orten.";
"sustainable shoes" = "Nachhaltige Schuhe";
"Trees planted" = "Gepflanzte Bäume";
"Before ..." = "Vorher...";
"After" = "Nachher";
"trees planted by Ecosia" = "Bäume wurden von Ecosia gepflanzt";
"Trees planted by Ecosia" = "Von der Ecosia Community gepflanzte Bäume";
"dedicated to climate action" = "werden für den Klimaschutz aufgewendet";
"Active projects" = "Aktive Projekte";
"%@+" = "%@+";
"Countries" = "Länder";
"Real results, transparent finances" = "Echte Wirkung, transparente Finanzen";
"You're shown exactly how much we earn and invest in trees and climate action." = "Du siehst genau, wie viel wir verdienen und in Bäume und Klimaschutz investieren.";
"Total income" = "Gesamteinnahmen";
"Trees financed" = "Finanzierte Bäume";
"Open settings" = "Einstellungen öffnen";
"Maybe later" = "Vielleicht später";
"Open all links automatically with Ecosia" = "Öffne automatisch alle Links mit Ecosia.";
"Be climate active every day while browsing" = "Schütze jeden Tag beim Browsen das Klima.";
"Your invites" = "Deine Freund*innen";
"Growing together" = "Gemeinsam stark";
"Help your friends become climate active and plant trees together" = "Unterstütze deine Freund*innen dabei, sich aktiv fürs Klima einzusetzen, und pflanzt gemeinsam Bäume";
"Customization" = "Anpassung";
"Clear all" = "Alle entfernen";
"To make entering info easier, the toolbar can be set to the bottom of the screen" = "Die Suchleiste kann an den unteren Bildschirmrand verlegt werden, um die Eingabe zu erleichtern.";

// Promo
"Buy trees in the Ecosia tree store to delight a friend - or treat yourself" = "Kaufe Bäume im Ecosia Tree Store, um eine*n Freund*in glücklich zu machen - oder dich selbst.";
"Plant trees and earn eco-friendly rewards with Treecard" = "Mit Treecard Bäume pflanzen und umweltfreundliche Prämien erhalten";
"Sponsored" = "Gesponsert";

// Accessibility Labels
"Ecosia logo" = "Ecosia Logo";
"Open the Your Impact section" = "Öffne den Abschnitt Dein Beitrag";
"Your Impact section, highlithing the trees planted by yourself and the Ecosia community overall. You have contributed to plant %@ trees. The total number of trees planted by the Ecosia community has reached %@" = "Der Abschnitt Dein Beitrag gibt Auskunft über die Bäume, die von dir und der Ecosia Community insgesamt gepflanzt wurden. Du hast dazu beigetragen, %@ Bäume zu pflanzen. Insgesamt hat die Ecosia Community %@ Bäume gepflanzt.";
"Page control dots" = "Punkte für Seitenkontrolle";
"Back" = "Zurück";
"Skip the onboarding" = "Onboarding überspringen";
"Continue to the next onboarding page" = "Zur nächsten Onboarding-Seite gehen";
"Finish onboarding and start contributing to Ecosia" = "Onboarding beenden und beginnen, zu Ecosia beizutragen";
"This onboarding illustration shows how by performing searches via the Ecosia app, you are leveling up your planed-friendly lifestyle. A small search input field screenshot and result example containing the green icon is shown. A forest can be seen on the background." = "Diese Onboarding-Abbildung zeigt, wie du durch die Durchführung von Suchanfragen über die Ecosia-App deinen umweltfreundlichen Lebensstil verbesserst. Es wird ein kleiner Screenshot mit dem Eingabefeld für die Suchanfrage und ein Suchergebnisbeispiel mit dem grünen Symbol angezeigt. Im Hintergrund wird ein Wald angezeigt.";
"This onboarding illustration shows briefly an example of a before and after comparision of trees planted in a land. The image is a screenshot from the satellite view." = "Diese Onboarding-Abbildung zeigt kurz ein Beispiel für einen Vorher-/Nachher-Vergleich der in einem Land gepflanzten Bäume. Beim Bild handelt es sich um einen Screenshot aus der Satellitenansicht.";
"This onboarding illustration shows a few numbers like the projects Ecosia is involved in, the total number of trees planted by the Ecosia community, alongisde the number of countries Ecosia is active. A small map of the planisphere with trees pins in few geographic location, background." = "Diese Onboarding-Abbildung zeigt einige Zahlen wie die Projekte, an denen Ecosia beteiligt ist, die Gesamtzahl der Bäume, die von der Ecosia Community gepflanzt wurden, sowie die Anzahl der Länder, in denen Ecosia aktiv ist. Eine kleine Karte der Planisphäre mit Baum-Reißnägeln an wenigen geografischen Standorten, Hintergrund.";
"This onboarding illustration shows the latest financial reports of Ecosia. On the background there is an image of a person caring for tree seedlings" = "Diese Onboarding-Abbildung zeigt die aktuellen Finanzberichte von Ecosia. Im Hintergrund sieht man eine Person, die sich um Setzlinge kümmert.";
"Interact to collapse content" = "Inhalt ausblenden";
"Interact to expand content" = "Inhalt einblenden";

// Bookmark import/export
"Export bookmarks" = "Lesezeichen exportieren";
"Import bookmarks" = "Lesezeichen importieren";
"Exporting Bookmarks…" = "Lesezeichen werden exportiert ...";
"Importing Bookmarks…" = "Lesezeichen werden importiert ...";
"Imported Bookmarks (%@)" = "Importierte Lesezeichen (%@)";
"Importing failed" = "Import fehlgeschlagen";
"Exporting failed" = "Export fehlgeschlagen";
"Something went wrong, please try again." = "Hier ist etwas schiefgelaufen. Bitte versuche es erneut.";
"More" = "Mehr";
"Bookmarks imported" = "Lesezeichen importiert";
"Bookmarks exported" = "Lesezeichen exportiert";

// Bookmarks Empty View
"Tap the bookmark icon when you find a page you want to save." = "Klicke auf das Lesezeichen-Symbol, um eine Seite zu speichern.";
"You can also import bookmarks:" = "Du kannst Lesezeichen auch importieren:";
"Export your bookmarks from another browser." = "Exportiere deine Lesezeichen aus einem anderen Browser.";
"Tap on the link below to import the file of your bookmarks" = "Klicke auf den untenstehenden Link, um die Datei mit deinen Lesezeichen zu importieren";

// Bookmarks Tooltip
"Tap here to import bookmarks from other browsers." = "Klicke hier, um Lesezeichen aus anderen Browsern zu importieren.";

// Whats New Page
"What's new" = "Neuheiten";
"Collective action" = "Teil einer Bewegung";
"See the climate impact you are having together with the rest of the Ecosia community." = "Verfolge, welchen Beitrag du gemeinsam mit der restlichen Ecosia Community zum Klima leistest.";
"Customizable home page" = "Anpassbare Startseite";
"Tailor your home page to show the information that’s most relevant to you." = "Personalisiere deine Startseite so, dass die für dich wichtigsten Informationen angezeigt werden.";
"Zooming" = "Zoom";
"You can now easily zoom in and out on any page through options." = "Du kann nun über Optionen jede Seite ganz leicht vergrößern und verkleinern.";
"Password manager" = "Passwort-Manager";
"We’ve added 1Password to Ecosia to help you to manage your passwords securely." = "Wir haben Ecosia 1Password hinzugefügt, damit du deine Passwörter sicher verwalten kannst.";
"Got it" = "OK";

// APN Consent
"Keep up with Ecosia" = "Bleibe mit Ecosia auf dem Laufenden";
"Turn on push notifications" = "Aktiviere Push-Benachrichtigungen";
"Discover the trees we plant and the impact they’re having" = "Entdecke die Bäume, die wir pflanzen, und die Bedeutung, die sie haben";
"Get tips on how to help build a greener future" = "Erhalte Tipps, wie du zu einer grüneren Zukunft beitragen kannst";
"Receive updates on our tree-planting projects around the world" = "Erhalte Updates zu unseren Baumpflanzprojekten auf der ganzen Welt";
"Get tips on how to be climate active every day" = "Erhalte Tipps, wie du jeden Tag klimaaktiv sein kannst";
"Allow push notifications" = "Erlaube Push-Benachrichtigungen";
"Not now" = "Später";

// Newsletter
"Be the first to know" = "Sei immer zuerst informiert";
"Subscribe to our monthly newsletter for updates on your climate impact." = "Melde dich für unseren monatlichen Newsletter an und erhalte Updates über deinen Klimabeitrag.";
"Sign up" = "Anmelden";
